[

    {
        "name": "Gaines Ridge Dinner Club",
        "state": "Alabama",
        "city": "933 Highway 10 East\nCamden",
        "latitude": 31.990185728556902,
        "longitude": -87.2579991817475,
        "story": "Housed in an 1820’s plantation house, this quaint restaurant serves up delicious southern cuisine and a refreshing variety of ghostly tales. The most notable of these is that of the screaming lady, who has been sighted by diners and staff on many occasions since the establishment opened for business. Dressed in an old-fashioned outfit, her screams can be heard ringing out across the grounds, and visitors have seen her floating past windows, albeit on the second floor. The other spooks reported here include a crying baby, a mysterious hovering fog and a tall man dressed in black, whose presence is often accompanied by the aroma of pipe smoke. Overall, these hauntings do not detract from the old building, instead adding to its unique and historical charm. (Submitted by Callum Swift) If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    },
    {
        "name": "Maple Hill Cemetery",
        "state": "Alabama",
        "city": "202 Maple Hill Dr\nHuntsville",
        "latitude": 34.733622862556224,
        "longitude": -86.5733041761996,
        "story": "It is said that in one of the crypts stands an antique rocking chair, a favorite possession of a lady who was buried in her family crypt. Folks say that when you stand outside the crypt, you can hear the rocking chair rocking. If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    },
    {
        "name": "Old Bryce Hospital",
        "state": "Alabama",
        "city": "Off 5th Street\nNorthport",
        "latitude": 33.22696981595659,
        "longitude": -87.63001631349186,
        "story": "A former insane asylum with a reputation for treating its patients cruelly (especially black patients of which there were a disproportionate amount), this place is an obvious choice for claims of haunting.  People claim to feel hot and cold spots, see items moving and hear ghostly sounds and footsteps.  Due to trespassers and a fire that burned part of the first and second floors, it is now routinely patrolled by police so trespassing is not recommended. If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    },
    {
        "name": "At The White House Bed and Breakfast",
        "state": "Alaska",
        "city": "475 8th Ave\nSkagway",
        "latitude": 59.45803832268085,
        "longitude": -135.31485459205214,
        "story": "The 1902 house previously served as a hospital, a day-care and a hotel before suffering fire damage in the 1980’s. The house has been restored to its former grandeur, but there have been many sightings of the gentle apparition of a young woman. She often stands at the ends of guests beds or chat’s to guest’s children, leading many to believe she was the owner of the day care who died long ago. (Submitted by Callum Swift) If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    },
    {
        "name": "Moocher's Bar",
        "state": "Alaska",
        "city": "814 North A Street\nNenana",
        "latitude": 64.564046,
        "longitude": -149.09576949999996,
        "story": "A spirit found in the old bar changes the song or turns off the jukebox every now and then and also slams the bathroom door at times. The bartender says that the ghost isn’t evil. (Submitted by Callum Swift) If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    },
    {
        "name": "Univ. of Alaska - Wendy Williamson Auditorium",
        "state": "Alaska",
        "city": "2533 Providence Drive\nAnchorage",
        "latitude": 61.18817439999999,
        "longitude": -149.8330727,
        "story": "Known affectionately as “The Wendy,” the theater is said to be haunted by several ghosts. Visitors here have seen a lady dressed in white and experienced pranks in the lighting booth. Beware: There is also said to be a spirit of a man who pushes females down the stairs. If you've had a paranormal experience here, or have any additional information about this location, please let us know! What do you think?  Is this place really haunted?  Voice your opinion here!  Click \"thumbs up\" if you think its haunted, or \"thumbs down\" if you think its all just a tall tale. Please note: It is your responsibility to acquire appropriate permissions before investigating any location listed on this site. Private property should be respected at all times, as should all posted signs concerning trespassing, hours of operation and other local regulations. Many \"ghost hunters\" have been arrested because they failed to contact property owners and/or local authorities ahead of time."
    }
]